const data = {

	app: {
		currentVersion : "2.5",
		contextUrl : "kitchu.lazecrew.com/WonderEquips"
	},

	// 불, 물, 나무, 빛, 어둠
	// 원, 마름모, 사각형, 세모, 하트
	// 공격형, 방어형, 지원형
	champs: [ {
		"id" : 8,
		"element" : 0,
		"skill" : [ [ 2, 0, 0, 0, 1 ], [ 0, 1, 0, 0, 2 ], [ 1, 0, 0, 0, 1 ] ],
		"name" : "노토리스",
		"grade" : 6,
		"type" : 0
	}, {
		"id" : 1,
		"element" : 0,
		"skill" : [ [ 0, 1, 0, 1, 1 ], [ 0, 0, 0, 2, 0 ], [ 0, 0, 0, 1, 2 ] ],
		"name" : "스칼렛",
		"grade" : 6,
		"type" : 0
	}, {
		"id" : 3,
		"element" : 0,
		"skill" : [ [ 0, 0, 0, 2, 0 ], [ 0, 0, 2, 1, 0 ], [ 1, 1, 0, 1, 0 ] ],
		"name" : "스토케시아",
		"grade" : 6,
		"type" : 2
	}, {
		"id" : 2,
		"element" : 0,
		"skill" : [ [ 0, 1, 1, 0, 0 ], [ 0, 1, 1, 1, 0 ], [ 0, 2, 0, 0, 1 ] ],
		"name" : "오공",
		"grade" : 6,
		"type" : 0
	}, {
		"id" : 9,
		"element" : 0,
		"skill" : [ [ 0, 0, 0, 2, 1 ], [ 0, 0, 0, 1, 1 ], [ 0, 1, 1, 0, 1 ] ],
		"name" : "자이언트 소드",
		"grade" : 6,
		"type" : 0
	}, {
		"id" : 4,
		"element" : 0,
		"skill" : [ [ 0, 0, 2, 1, 0 ], [ 2, 0, 0, 1, 0 ], [ 1, 0, 0, 0, 1 ] ],
		"name" : "카노푸스",
		"grade" : 6,
		"type" : 1
	}, {
		"id" : 0,
		"element" : 0,
		"skill" : [ [ 0, 1, 0, 0, 2 ], [ 0, 0, 1, 2, 0 ], [ 2, 0, 0, 0, 0 ] ],
		"name" : "파이어 드래곤",
		"grade" : 6,
		"type" : 2
	}, {
		"id" : 6,
		"element" : 0,
		"skill" : [ [ 1, 0, 0, 0, 1 ], [ 2, 0, 0, 1, 0 ], [ 0, 1, 0, 0, 2 ] ],
		"name" : "페이온",
		"grade" : 6,
		"type" : 0
	}, {
		"id" : 5,
		"element" : 0,
		"skill" : [ [ 0, 0, 1, 0, 1 ], [ 0, 0, 2, 0, 1 ], [ 2, 0, 0, 0, 1 ] ],
		"name" : "호크 파이터",
		"grade" : 6,
		"type" : 0
	}, {
		"id" : 7,
		"element" : 0,
		"skill" : [ [ 2, 0, 0, 1, 0 ], [ 1, 0, 0, 1, 0 ], [ 0, 1, 0, 2, 0 ] ],
		"name" : "히야신스",
		"grade" : 6,
		"type" : 1
	}, {
		"id" : 17,
		"element" : 0,
		"skill" : [ [ 1, 0, 1, 0, 0 ], [ 1, 0, 1, 1, 0 ], [ 2, 0, 1, 0, 0 ] ],
		"name" : "격정의 유니콘",
		"grade" : 5,
		"type" : 1
	}, {
		"id" : 11,
		"element" : 0,
		"skill" : [ [ 0, 0, 0, 1, 2 ], [ 0, 1, 0, 1, 1 ], [ 0, 0, 0, 2, 0 ] ],
		"name" : "라미아",
		"grade" : 5,
		"type" : 0
	}, {
		"id" : 14,
		"element" : 0,
		"skill" : [ [ 0, 0, 2, 1, 0 ], [ 0, 1, 0, 0, 1 ], [ 0, 0, 1, 2, 0 ] ],
		"name" : "레드 드래곤",
		"grade" : 5,
		"type" : 0
	}, {
		"id" : 18,
		"element" : 0,
		"skill" : [ [ 1, 0, 0, 0, 1 ], [ 0, 0, 0, 2, 1 ], [ 0, 1, 0, 0, 2 ] ],
		"name" : "뱀파이어",
		"grade" : 5,
		"type" : 0
	}, {
		"id" : 15,
		"element" : 0,
		"skill" : [ [ 0, 0, 1, 1, 1 ], [ 0, 1, 0, 0, 1 ], [ 0, 2, 0, 0, 1 ] ],
		"name" : "의천",
		"grade" : 5,
		"type" : 0
	}, {
		"id" : 10,
		"element" : 0,
		"skill" : [ [ 2, 0, 0, 1, 0 ], [ 1, 0, 0, 0, 1 ], [ 0, 2, 0, 0, 1 ] ],
		"name" : "이그나",
		"grade" : 5,
		"type" : 1
	}, {
		"id" : 16,
		"element" : 0,
		"skill" : [ [ 0, 0, 2, 1, 0 ], [ 1, 1, 0, 0, 0 ], [ 0, 0, 0, 2, 1 ] ],
		"name" : "페르마타",
		"grade" : 5,
		"type" : 2
	}, {
		"id" : 12,
		"element" : 0,
		"skill" : [ [ 0, 1, 0, 1, 1 ], [ 0, 0, 0, 2, 0 ], [ 0, 1, 1, 1, 0 ] ],
		"name" : "폭탄마",
		"grade" : 5,
		"type" : 0
	}, {
		"id" : 13,
		"element" : 0,
		"skill" : [ [ 0, 0, 2, 1, 0 ], [ 1, 0, 0, 0, 1 ], [ 0, 1, 0, 0, 2 ] ],
		"name" : "화신 헤이라",
		"grade" : 5,
		"type" : 0
	}, {
		"id" : 23,
		"element" : 0,
		"skill" : [ [ 0, 1, 0, 0, 2 ], null, [ 0, 0, 1, 1, 0 ] ],
		"name" : "나탈리",
		"grade" : 4,
		"type" : 0
	}, {
		"id" : 19,
		"element" : 0,
		"skill" : [ [ 0, 2, 0, 0, 1 ], [ 0, 0, 0, 0, 2 ], null ],
		"name" : "마스터 로윈",
		"grade" : 4,
		"type" : 0
	}, {
		"id" : 20,
		"element" : 0,
		"skill" : [ null, [ 1, 0, 0, 0, 1 ], [ 1, 0, 0, 1, 1 ] ],
		"name" : "마스터 루드로스",
		"grade" : 4,
		"type" : 0
	}, {
		"id" : 24,
		"element" : 0,
		"skill" : [ null, [ 2, 0, 1, 0, 0 ], [ 0, 1, 1, 0, 0 ] ],
		"name" : "미호",
		"grade" : 4,
		"type" : 2
	}, {
		"id" : 22,
		"element" : 0,
		"skill" : [ [ 2, 0, 0, 0, 1 ], null, [ 2, 0, 0, 0, 0 ] ],
		"name" : "용암 거인",
		"grade" : 4,
		"type" : 1
	}, {
		"id" : 28,
		"element" : 0,
		"skill" : [ null, [ 0, 0, 1, 1, 1 ], [ 0, 2, 0, 0, 0 ] ],
		"name" : "유나",
		"grade" : 4,
		"type" : 2
	}, {
		"id" : 27,
		"element" : 0,
		"skill" : [ [ 1, 1, 0, 0, 1 ], null, [ 0, 0, 1, 0, 1 ] ],
		"name" : "챔피언 스켈엑스",
		"grade" : 4,
		"type" : 0
	}, {
		"id" : 25,
		"element" : 0,
		"skill" : [ [ 1, 0, 0, 0, 1 ], [ 0, 1, 0, 0, 2 ], null ],
		"name" : "파이어 엘리멘탈",
		"grade" : 4,
		"type" : 0
	}, {
		"id" : 21,
		"element" : 0,
		"skill" : [ [ 0, 0, 1, 0, 1 ], [ 0, 1, 0, 0, 2 ], null ],
		"name" : "피에로 로빈",
		"grade" : 4,
		"type" : 0
	}, {
		"id" : 26,
		"element" : 0,
		"skill" : [ [ 0, 1, 0, 0, 1 ], null, [ 0, 1, 0, 0, 2 ] ],
		"name" : "하드 페페",
		"grade" : 4,
		"type" : 0
	}, {
		"id" : 30,
		"element" : 1,
		"skill" : [ [ 0, 0, 1, 1, 0 ], [ 1, 1, 0, 1, 0 ], [ 0, 0, 1, 1, 1 ] ],
		"name" : "로즈메리",
		"grade" : 6,
		"type" : 0
	}, {
		"id" : 38,
		"element" : 1,
		"skill" : [ [ 0, 0, 2, 1, 0 ], [ 1, 0, 0, 0, 1 ], [ 1, 1, 0, 0, 1 ] ],
		"name" : "몰드",
		"grade" : 6,
		"type" : 0
	}, {
		"id" : 39,
		"element" : 1,
		"skill" : [ [ 0, 0, 3, 0, 0 ], [ 1, 1, 0, 0, 0 ], [ 0, 0, 2, 1, 0 ] ],
		"name" : "미스 치어",
		"grade" : 6,
		"type" : 2
	}, {
		"id" : 31,
		"element" : 1,
		"skill" : [ [ 0, 0, 0, 2, 0 ], [ 0, 1, 0, 1, 1 ], [ 0, 1, 0, 0, 2 ] ],
		"name" : "세이블",
		"grade" : 6,
		"type" : 0
	}, {
		"id" : 33,
		"element" : 1,
		"skill" : [ [ 0, 0, 1, 2, 0 ], [ 1, 1, 0, 0, 1 ], [ 2, 0, 0, 0, 0 ] ],
		"name" : "스노우 드래곤",
		"grade" : 6,
		"type" : 2
	}, {
		"id" : 37,
		"element" : 1,
		"skill" : [ [ 1, 1, 0, 0, 1 ], [ 1, 0, 0, 0, 1 ], [ 2, 0, 0, 1, 0 ] ],
		"name" : "아시오",
		"grade" : 6,
		"type" : 0
	}, {
		"id" : 32,
		"element" : 1,
		"skill" : [ [ 0, 1, 0, 1, 1 ], [ 2, 0, 0, 1, 0 ], [ 0, 0, 0, 1, 1 ] ],
		"name" : "아이린",
		"grade" : 6,
		"type" : 0
	}, {
		"id" : 35,
		"element" : 1,
		"skill" : [ [ 0, 1, 0, 1, 1 ], [ 1, 1, 0, 1, 0 ], [ 0, 0, 0, 2, 0 ] ],
		"name" : "윙프레드",
		"grade" : 6,
		"type" : 0
	}, {
		"id" : 34,
		"element" : 1,
		"skill" : [ [ 0, 0, 1, 1, 0 ], [ 0, 2, 0, 0, 1 ], [ 3, 0, 0, 0, 0 ] ],
		"name" : "제너럴 폴러",
		"grade" : 6,
		"type" : 0
	}, {
		"id" : 29,
		"element" : 1,
		"skill" : [ [ 0, 1, 0, 2, 0 ], [ 1, 0, 0, 1, 0 ], [ 2, 0, 0, 1, 0 ] ],
		"name" : "펜지",
		"grade" : 6,
		"type" : 1
	}, {
		"id" : 36,
		"element" : 1,
		"skill" : [ [ 2, 0, 0, 1, 0 ], [ 0, 2, 0, 0, 1 ], [ 0, 0, 0, 2, 0 ] ],
		"name" : "프라우스",
		"grade" : 6,
		"type" : 0
	}, {
		"id" : 47,
		"element" : 1,
		"skill" : [ [ 0, 0, 0, 2, 1 ], [ 2, 0, 0, 0, 0 ], [ 0, 1, 0, 1, 1 ] ],
		"name" : "뉴딜러",
		"grade" : 5,
		"type" : 0
	}, {
		"id" : 43,
		"element" : 1,
		"skill" : [ [ 0, 0, 0, 2, 0 ], [ 0, 1, 0, 1, 1 ], [ 2, 0, 1, 0, 0 ] ],
		"name" : "레베카",
		"grade" : 5,
		"type" : 0
	}, {
		"id" : 42,
		"element" : 1,
		"skill" : [ [ 0, 0, 1, 1, 1 ], [ 0, 0, 0, 2, 0 ], [ 0, 2, 0, 0, 1 ] ],
		"name" : "마사",
		"grade" : 5,
		"type" : 0
	}, {
		"id" : 46,
		"element" : 1,
		"skill" : [ [ 1, 0, 1, 1, 0 ], [ 2, 0, 0, 1, 0 ], [ 1, 0, 1, 0, 0 ] ],
		"name" : "망각의 유니콘",
		"grade" : 5,
		"type" : 1
	}, {
		"id" : 45,
		"element" : 1,
		"skill" : [ [ 0, 1, 0, 0, 1 ], [ 0, 0, 1, 2, 0 ], [ 1, 0, 1, 1, 0 ] ],
		"name" : "블루 드래곤",
		"grade" : 5,
		"type" : 0
	}, {
		"id" : 41,
		"element" : 1,
		"skill" : [ [ 0, 2, 0, 0, 1 ], [ 0, 0, 2, 1, 0 ], [ 0, 2, 0, 0, 0 ] ],
		"name" : "선장 레딘",
		"grade" : 5,
		"type" : 1
	}, {
		"id" : 44,
		"element" : 1,
		"skill" : [ [ 2, 0, 0, 0, 0 ], [ 0, 0, 2, 1, 0 ], [ 1, 1, 0, 0, 1 ] ],
		"name" : "수신 세이든",
		"grade" : 5,
		"type" : 0
	}, {
		"id" : 40,
		"element" : 1,
		"skill" : [ [ 1, 0, 0, 0, 1 ], [ 3, 0, 0, 0, 0 ], [ 1, 1, 0, 0, 1 ] ],
		"name" : "쿨이즈",
		"grade" : 5,
		"type" : 1
	}, {
		"id" : 58,
		"element" : 1,
		"skill" : [ [ 0, 1, 1, 0, 0 ], [ 0, 0, 1, 1, 1 ], null ],
		"name" : "마르코",
		"grade" : 4,
		"type" : 2
	}, {
		"id" : 50,
		"element" : 1,
		"skill" : [ null, [ 0, 1, 1, 0, 1 ], [ 0, 0, 0, 2, 0 ] ],
		"name" : "빅 예티",
		"grade" : 4,
		"type" : 0
	}, {
		"id" : 56,
		"element" : 1,
		"skill" : [ [ 1, 0, 0, 1, 0 ], [ 2, 0, 1, 0, 0 ], null ],
		"name" : "사령관 뿔코",
		"grade" : 4,
		"type" : 1
	}, {
		"id" : 57,
		"element" : 1,
		"skill" : [ null, [ 2, 0, 0, 0, 0 ], [ 3, 0, 0, 0, 0 ] ],
		"name" : "얼음 거인",
		"grade" : 4,
		"type" : 1
	}, {
		"id" : 55,
		"element" : 1,
		"skill" : [ [ 1, 1, 0, 0, 1 ], null, [ 2, 0, 0, 0, 0 ] ],
		"name" : "우쿠렐라",
		"grade" : 4,
		"type" : 2
	}, {
		"id" : 52,
		"element" : 1,
		"skill" : [ null, [ 2, 0, 0, 0, 0 ], [ 1, 1, 0, 0, 1 ] ],
		"name" : "워터 엘리멘탈",
		"grade" : 4,
		"type" : 0
	}, {
		"id" : 49,
		"element" : 1,
		"skill" : [ [ 0, 2, 0, 0, 0 ], null, [ 1, 1, 0, 0, 1 ] ],
		"name" : "챔피언 스켈소드",
		"grade" : 4,
		"type" : 0
	}, {
		"id" : 51,
		"element" : 1,
		"skill" : [ [ 0, 1, 1, 0, 1 ], [ 0, 0, 0, 2, 0 ], null ],
		"name" : "크리마",
		"grade" : 4,
		"type" : 0
	}, {
		"id" : 48,
		"element" : 1,
		"skill" : [ [ 1, 0, 0, 0, 1 ], null, [ 1, 1, 0, 0, 1 ] ],
		"name" : "프로톤",
		"grade" : 4,
		"type" : 1
	}, {
		"id" : 53,
		"element" : 1,
		"skill" : [ [ 0, 2, 0, 0, 0 ], [ 0, 1, 0, 1, 1 ], null ],
		"name" : "하드 헤헤",
		"grade" : 4,
		"type" : 0
	}, {
		"id" : 54,
		"element" : 1,
		"skill" : [ [ 0, 1, 1, 0, 0 ], null, [ 0, 1, 0, 1, 1 ] ],
		"name" : "항해사 올리버",
		"grade" : 4,
		"type" : 0
	}, {
		"id" : 62,
		"element" : 2,
		"skill" : [ [ 0, 0, 0, 2, 0 ], [ 0, 0, 3, 0, 0 ], [ 1, 0, 1, 1, 0 ] ],
		"name" : "그레이스",
		"grade" : 6,
		"type" : 2
	}, {
		"id" : 69,
		"element" : 2,
		"skill" : [ [ 0, 0, 1, 1, 1 ], [ 2, 0, 0, 1, 0 ], [ 1, 0, 0, 0, 1 ] ],
		"name" : "드윈",
		"grade" : 6,
		"type" : 1
	}, {
		"id" : 66,
		"element" : 2,
		"skill" : [ [ 2, 0, 0, 0, 1 ], [ 0, 0, 2, 0, 0 ], [ 0, 2, 0, 1, 0 ] ],
		"name" : "미스터 붐",
		"grade" : 6,
		"type" : 1
	}, {
		"id" : 63,
		"element" : 2,
		"skill" : [ [ 0, 0, 2, 0, 1 ], [ 2, 0, 1, 0, 0 ], [ 0, 0, 1, 1, 0 ] ],
		"name" : "스벤",
		"grade" : 6,
		"type" : 1
	}, {
		"id" : 61,
		"element" : 2,
		"skill" : [ [ 0, 0, 0, 1, 1 ], [ 1, 0, 1, 0, 1 ], [ 0, 0, 2, 1, 0 ] ],
		"name" : "심검",
		"grade" : 6,
		"type" : 0
	}, {
		"id" : 68,
		"element" : 2,
		"skill" : [ [ 0, 2, 1, 0, 0 ], [ 0, 0, 1, 1, 0 ], [ 0, 1, 1, 0, 1 ] ],
		"name" : "아도니스",
		"grade" : 6,
		"type" : 0
	}, {
		"id" : 67,
		"element" : 2,
		"skill" : [ [ 1, 0, 0, 0, 1 ], [ 2, 0, 1, 0, 0 ], [ 0, 0, 2, 1, 0 ] ],
		"name" : "엔탈",
		"grade" : 6,
		"type" : 1
	}, {
		"id" : 65,
		"element" : 2,
		"skill" : [ [ 1, 0, 0, 0, 1 ], [ 0, 1, 1, 0, 1 ], [ 2, 0, 0, 1, 0 ] ],
		"name" : "오스프리",
		"grade" : 6,
		"type" : 0
	}, {
		"id" : 64,
		"element" : 2,
		"skill" : [ [ 1, 1, 0, 0, 1 ], [ 0, 2, 0, 1, 0 ], [ 0, 0, 0, 2, 0 ] ],
		"name" : "쟝 발린",
		"grade" : 6,
		"type" : 0
	}, {
		"id" : 60,
		"element" : 2,
		"skill" : [ [ 0, 2, 0, 0, 1 ], [ 0, 0, 1, 1, 0 ], [ 0, 0, 1, 1, 1 ] ],
		"name" : "칸나",
		"grade" : 6,
		"type" : 0
	}, {
		"id" : 59,
		"element" : 2,
		"skill" : [ [ 0, 0, 1, 2, 0 ], [ 0, 1, 1, 0, 1 ], [ 2, 0, 0, 0, 0 ] ],
		"name" : "포레스트 드래곤",
		"grade" : 6,
		"type" : 2
	}, {
		"id" : 72,
		"element" : 2,
		"skill" : [ [ 0, 0, 2, 1, 0 ], [ 0, 1, 0, 0, 1 ], [ 0, 0, 1, 2, 0 ] ],
		"name" : "그린 드래곤",
		"grade" : 5,
		"type" : 0
	}, {
		"id" : 71,
		"element" : 2,
		"skill" : [ [ 0, 1, 1, 0, 1 ], [ 1, 0, 1, 0, 0 ], [ 0, 0, 2, 1, 0 ] ],
		"name" : "목신 자네이",
		"grade" : 5,
		"type" : 2
	}, {
		"id" : 70,
		"element" : 2,
		"skill" : [ [ 0, 1, 1, 0, 1 ], [ 0, 2, 0, 0, 1 ], [ 0, 0, 1, 1, 0 ] ],
		"name" : "아도니아",
		"grade" : 5,
		"type" : 0
	}, {
		"id" : 73,
		"element" : 2,
		"skill" : [ [ 0, 0, 1, 1, 1 ], [ 0, 0, 2, 0, 0 ], [ 0, 2, 0, 0, 1 ] ],
		"name" : "이랑",
		"grade" : 5,
		"type" : 0
	}, {
		"id" : 76,
		"element" : 2,
		"skill" : [ [ 0, 1, 1, 0, 1 ], [ 0, 0, 0, 2, 1 ], [ 1, 0, 1, 0, 0 ] ],
		"name" : "타로 마스터",
		"grade" : 5,
		"type" : 0
	}, {
		"id" : 74,
		"element" : 2,
		"skill" : [ [ 1, 1, 0, 0, 0 ], [ 0, 0, 0, 2, 1 ], [ 0, 1, 1, 1, 0 ] ],
		"name" : "펠콘 닥터",
		"grade" : 5,
		"type" : 2
	}, {
		"id" : 75,
		"element" : 2,
		"skill" : [ [ 1, 0, 1, 0, 0 ], [ 1, 0, 1, 1, 0 ], [ 2, 0, 0, 1, 0 ] ],
		"name" : "후회의 유니콘",
		"grade" : 5,
		"type" : 1
	}, {
		"id" : 85,
		"element" : 2,
		"skill" : [ null, [ 2, 0, 1, 0, 0 ], [ 2, 0, 0, 0, 0 ] ],
		"name" : "나무 거인",
		"grade" : 4,
		"type" : 1
	}, {
		"id" : 79,
		"element" : 2,
		"skill" : [ [ 0, 0, 1, 1, 0 ], null, [ 0, 1, 1, 0, 1 ] ],
		"name" : "라무스",
		"grade" : 4,
		"type" : 0
	}, {
		"id" : 82,
		"element" : 2,
		"skill" : [ [ 1, 0, 2, 0, 0 ], [ 0, 1, 1, 0, 0 ], null ],
		"name" : "마들렌",
		"grade" : 4,
		"type" : 2
	}, {
		"id" : 77,
		"element" : 2,
		"skill" : [ [ 0, 0, 1, 1, 1 ], [ 0, 1, 1, 0, 1 ], null ],
		"name" : "마카롱",
		"grade" : 4,
		"type" : 0
	}, {
		"id" : 80,
		"element" : 2,
		"skill" : [ [ 0, 1, 1, 0, 1 ], null, [ 1, 0, 1, 0, 0 ] ],
		"name" : "어스 엘리멘탈",
		"grade" : 4,
		"type" : 0
	}, {
		"id" : 78,
		"element" : 2,
		"skill" : [ null, [ 0, 1, 1, 0, 0 ], [ 0, 1, 1, 1, 0 ] ],
		"name" : "챔피언 스켈보우",
		"grade" : 4,
		"type" : 0
	}, {
		"id" : 84,
		"element" : 2,
		"skill" : [ [ 0, 0, 0, 2, 0 ], null, [ 1, 0, 1, 0, 1 ] ],
		"name" : "티우리엘",
		"grade" : 4,
		"type" : 0
	}, {
		"id" : 83,
		"element" : 2,
		"skill" : [ [ 0, 0, 0, 0, 2 ], [ 0, 1, 1, 0, 1 ], null ],
		"name" : "프로스트 울프",
		"grade" : 4,
		"type" : 0
	}, {
		"id" : 81,
		"element" : 2,
		"skill" : [ null, [ 0, 1, 1, 0, 1 ], [ 0, 1, 0, 0, 1 ] ],
		"name" : "하드 제제",
		"grade" : 4,
		"type" : 0
	}, {
		"id" : 95,
		"element" : 3,
		"skill" : [ [ 1, 0, 1, 0, 1 ], [ 2, 0, 0, 1, 0 ], [ 1, 0, 1, 0, 0 ] ],
		"name" : "발키리",
		"grade" : 6,
		"type" : 0
	}, {
		"id" : 93,
		"element" : 3,
		"skill" : [ [ 0, 1, 0, 1, 1 ], [ 0, 1, 1, 1, 0 ], [ 0, 0, 1, 1, 0 ] ],
		"name" : "스나이퍼 와이트",
		"grade" : 6,
		"type" : 0
	}, {
		"id" : 90,
		"element" : 3,
		"skill" : [ [ 2, 0, 0, 1, 0 ], [ 0, 0, 0, 2, 0 ], [ 1, 0, 1, 1, 0 ] ],
		"name" : "에브게니아",
		"grade" : 6,
		"type" : 2
	}, {
		"id" : 92,
		"element" : 3,
		"skill" : [ [ 1, 0, 0, 1, 0 ], [ 0, 0, 2, 0, 1 ], [ 2, 0, 0, 1, 0 ] ],
		"name" : "일리너스",
		"grade" : 6,
		"type" : 0
	}, {
		"id" : 87,
		"element" : 3,
		"skill" : [ [ 1, 1, 0, 0, 1 ], [ 1, 0, 0, 1, 0 ], [ 2, 0, 0, 1, 0 ] ],
		"name" : "잔느",
		"grade" : 6,
		"type" : 1
	}, {
		"id" : 94,
		"element" : 3,
		"skill" : [ [ 1, 1, 0, 0, 0 ], [ 0, 0, 0, 2, 1 ], [ 0, 1, 0, 1, 1 ] ],
		"name" : "전격소녀 루루",
		"grade" : 6,
		"type" : 0
	}, {
		"id" : 89,
		"element" : 3,
		"skill" : [ [ 0, 1, 0, 1, 1 ], [ 0, 0, 0, 1, 1 ], [ 0, 0, 0, 2, 1 ] ],
		"name" : "칸델라",
		"grade" : 6,
		"type" : 0
	}, {
		"id" : 96,
		"element" : 3,
		"skill" : [ [ 0, 0, 0, 1, 2 ], [ 1, 0, 0, 1, 1 ], [ 0, 0, 0, 0, 2 ] ],
		"name" : "타이탄",
		"grade" : 6,
		"type" : 0
	}, {
		"id" : 91,
		"element" : 3,
		"skill" : [ [ 1, 0, 1, 1, 0 ], [ 2, 0, 0, 1, 0 ], [ 1, 0, 1, 0, 0 ] ],
		"name" : "탈로스",
		"grade" : 6,
		"type" : 1
	}, {
		"id" : 86,
		"element" : 3,
		"skill" : [ [ 0, 0, 2, 1, 0 ], [ 0, 0, 2, 1, 0 ], [ 0, 0, 1, 1, 0 ] ],
		"name" : "피닉스",
		"grade" : 6,
		"type" : 1
	}, {
		"id" : 88,
		"element" : 3,
		"skill" : [ [ 2, 0, 0, 0, 0 ], [ 0, 1, 0, 1, 1 ], [ 0, 0, 1, 2, 0 ] ],
		"name" : "홀리 드래곤",
		"grade" : 6,
		"type" : 2
	}, {
		"id" : 97,
		"element" : 3,
		"skill" : [ [ 0, 2, 0, 1, 0 ], [ 0, 1, 0, 1, 1 ], [ 0, 0, 1, 1, 0 ] ],
		"name" : "거너 와이트",
		"grade" : 5,
		"type" : 0
	}, {
		"id" : 99,
		"element" : 3,
		"skill" : [ [ 1, 0, 1, 1, 0 ], [ 0, 2, 0, 0, 0 ], [ 0, 0, 1, 2, 0 ] ],
		"name" : "골드 드래곤",
		"grade" : 5,
		"type" : 0
	}, {
		"id" : 98,
		"element" : 3,
		"skill" : [ [ 0, 0, 2, 1, 0 ], [ 1, 0, 0, 1, 0 ], [ 0, 1, 0, 1, 1 ] ],
		"name" : "명신 이라엘",
		"grade" : 5,
		"type" : 0
	}, {
		"id" : 103,
		"element" : 3,
		"skill" : [ [ 0, 0, 0, 2, 1 ], [ 1, 0, 0, 1, 0 ], [ 0, 1, 0, 1, 1 ] ],
		"name" : "음양사",
		"grade" : 5,
		"type" : 0
	}, {
		"id" : 100,
		"element" : 3,
		"skill" : [ [ 0, 0, 1, 1, 1 ], [ 0, 0, 0, 2, 0 ], [ 0, 2, 0, 0, 1 ] ],
		"name" : "풍월",
		"grade" : 5,
		"type" : 0
	}, {
		"id" : 101,
		"element" : 3,
		"skill" : [ [ 0, 0, 1, 1, 0 ], [ 0, 0, 1, 1, 1 ], [ 1, 1, 0, 0, 1 ] ],
		"name" : "퓨리",
		"grade" : 5,
		"type" : 0
	}, {
		"id" : 102,
		"element" : 3,
		"skill" : [ [ 1, 0, 1, 1, 0 ], [ 2, 0, 0, 1, 0 ], [ 1, 0, 1, 0, 0 ] ],
		"name" : "희망의 유니콘",
		"grade" : 5,
		"type" : 1
	}, {
		"id" : 111,
		"element" : 3,
		"skill" : [ [ 0, 0, 1, 1, 1 ], null, [ 1, 0, 1, 0, 1 ] ],
		"name" : "빅토르",
		"grade" : 4,
		"type" : 0
	}, {
		"id" : 107,
		"element" : 3,
		"skill" : [ null, [ 2, 0, 0, 0, 0 ], [ 0, 1, 0, 1, 1 ] ],
		"name" : "에어 엘리멘탈",
		"grade" : 4,
		"type" : 0
	}, {
		"id" : 105,
		"element" : 3,
		"skill" : [ null, [ 0, 1, 1, 1, 0 ], [ 0, 1, 0, 1, 1 ] ],
		"name" : "쥬디스",
		"grade" : 4,
		"type" : 0
	}, {
		"id" : 110,
		"element" : 3,
		"skill" : [ null, [ 0, 0, 2, 0, 0 ], [ 2, 0, 1, 0, 0 ] ],
		"name" : "챔피언 스켈쉴드",
		"grade" : 4,
		"type" : 1
	}, {
		"id" : 104,
		"element" : 3,
		"skill" : [ [ 0, 0, 1, 1, 0 ], null, [ 0, 0, 0, 1, 2 ] ],
		"name" : "티라미스",
		"grade" : 4,
		"type" : 0
	}, {
		"id" : 108,
		"element" : 3,
		"skill" : [ [ 0, 2, 0, 0, 0 ], [ 0, 1, 0, 1, 1 ], null ],
		"name" : "하드 네네",
		"grade" : 4,
		"type" : 0
	}, {
		"id" : 109,
		"element" : 3,
		"skill" : [ [ 0, 1, 1, 0, 0 ], null, [ 1, 0, 1, 1, 0 ] ],
		"name" : "하프",
		"grade" : 4,
		"type" : 2
	}, {
		"id" : 106,
		"element" : 3,
		"skill" : [ [ 0, 2, 0, 1, 0 ], [ 0, 0, 1, 1, 0 ], null ],
		"name" : "헌터 와이트",
		"grade" : 4,
		"type" : 0
	}, {
		"id" : 112,
		"element" : 3,
		"skill" : [ null, [ 2, 0, 0, 0, 1 ], [ 2, 0, 0, 0, 0 ] ],
		"name" : "황금 거인",
		"grade" : 4,
		"type" : 1
	}, {
		"id" : 120,
		"element" : 4,
		"skill" : [ [ 0, 2, 0, 1, 0 ], [ 0, 1, 0, 1, 1 ], [ 0, 0, 0, 2, 0 ] ],
		"name" : "나이트메어",
		"grade" : 6,
		"type" : 0
	}, {
		"id" : 119,
		"element" : 4,
		"skill" : [ [ 2, 0, 0, 1, 0 ], [ 0, 1, 0, 1, 1 ], [ 1, 0, 0, 1, 0 ] ],
		"name" : "니녹스",
		"grade" : 6,
		"type" : 0
	}, {
		"id" : 113,
		"element" : 4,
		"skill" : [ [ 0, 0, 1, 2, 0 ], [ 0, 2, 0, 0, 1 ], [ 2, 0, 0, 0, 0 ] ],
		"name" : "다크 드래곤",
		"grade" : 6,
		"type" : 2
	}, {
		"id" : 117,
		"element" : 4,
		"skill" : [ [ 2, 0, 0, 1, 0 ], [ 1, 0, 1, 1, 0 ], [ 1, 0, 1, 0, 0 ] ],
		"name" : "델로오",
		"grade" : 6,
		"type" : 1
	}, {
		"id" : 116,
		"element" : 4,
		"skill" : [ [ 0, 2, 0, 1, 0 ], [ 0, 0, 0, 1, 2 ], [ 0, 0, 0, 2, 0 ] ],
		"name" : "미스트",
		"grade" : 6,
		"type" : 0
	}, {
		"id" : 118,
		"element" : 4,
		"skill" : [ [ 0, 2, 0, 0, 1 ], [ 0, 1, 0, 2, 0 ], [ 0, 0, 0, 2, 0 ] ],
		"name" : "아로토스",
		"grade" : 6,
		"type" : 0
	}, {
		"id" : 115,
		"element" : 4,
		"skill" : [ [ 0, 0, 1, 0, 1 ], [ 0, 1, 0, 1, 1 ], [ 0, 1, 0, 0, 2 ] ],
		"name" : "오메가",
		"grade" : 6,
		"type" : 0
	}, {
		"id" : 121,
		"element" : 4,
		"skill" : [ [ 0, 0, 2, 0, 0 ], [ 0, 1, 0, 1, 1 ], [ 0, 0, 1, 1, 1 ] ],
		"name" : "젤로스",
		"grade" : 6,
		"type" : 0
	}, {
		"id" : 114,
		"element" : 4,
		"skill" : [ [ 0, 0, 2, 1, 0 ], [ 0, 0, 0, 1, 1 ], [ 1, 0, 1, 0, 1 ] ],
		"name" : "크레센",
		"grade" : 6,
		"type" : 0
	}, {
		"id" : 122,
		"element" : 4,
		"skill" : [ [ 0, 0, 1, 1, 1 ], [ 0, 2, 0, 0, 1 ], [ 1, 1, 0, 0, 0 ] ],
		"name" : "히드라",
		"grade" : 6,
		"type" : 2
	}, {
		"id" : 127,
		"element" : 4,
		"skill" : [ [ 1, 0, 1, 0, 0 ], [ 1, 0, 1, 1, 0 ], [ 2, 0, 1, 0, 0 ] ],
		"name" : "경멸의 유니콘",
		"grade" : 5,
		"type" : 1
	}, {
		"id" : 126,
		"element" : 4,
		"skill" : [ [ 0, 0, 0, 2, 0 ], [ 0, 0, 1, 1, 1 ], [ 0, 2, 0, 0, 1 ] ],
		"name" : "무라",
		"grade" : 5,
		"type" : 0
	}, {
		"id" : 125,
		"element" : 4,
		"skill" : [ [ 0, 2, 0, 0, 0 ], [ 0, 0, 2, 1, 0 ], [ 0, 0, 1, 2, 0 ] ],
		"name" : "블랙 드래곤",
		"grade" : 5,
		"type" : 0
	}, {
		"id" : 123,
		"element" : 4,
		"skill" : [ [ 0, 0, 0, 2, 0 ], [ 0, 2, 0, 0, 1 ], [ 2, 0, 0, 1, 0 ] ],
		"name" : "아파테",
		"grade" : 5,
		"type" : 0
	}, {
		"id" : 124,
		"element" : 4,
		"skill" : [ [ 1, 1, 0, 0, 0 ], [ 0, 0, 2, 1, 0 ], [ 0, 2, 0, 0, 1 ] ],
		"name" : "암신 네오멘",
		"grade" : 5,
		"type" : 2
	}, {
		"id" : 128,
		"element" : 4,
		"skill" : [ [ 1, 0, 1, 0, 0 ], [ 0, 0, 0, 2, 1 ], [ 0, 1, 1, 0, 1 ] ],
		"name" : "카드 마스터",
		"grade" : 5,
		"type" : 0
	}, {
		"id" : 129,
		"element" : 4,
		"skill" : [ [ 0, 1, 1, 1, 0 ], [ 0, 0, 1, 1, 0 ], [ 0, 2, 0, 1, 0 ] ],
		"name" : "쿠쿠린",
		"grade" : 5,
		"type" : 0
	}, {
		"id" : 138,
		"element" : 4,
		"skill" : [ null, [ 0, 0, 0, 0, 2 ], [ 0, 2, 0, 1, 0 ] ],
		"name" : "가고일",
		"grade" : 4,
		"type" : 0
	}, {
		"id" : 137,
		"element" : 4,
		"skill" : [ [ 2, 0, 0, 0, 1 ], [ 2, 0, 0, 0, 0 ], null ],
		"name" : "금속 거인",
		"grade" : 4,
		"type" : 1
	}, {
		"id" : 131,
		"element" : 4,
		"skill" : [ null, [ 2, 0, 1, 0, 0 ], [ 1, 0, 1, 0, 0 ] ],
		"name" : "디나미스",
		"grade" : 4,
		"type" : 1
	}, {
		"id" : 132,
		"element" : 4,
		"skill" : [ [ 0, 0, 1, 1, 0 ], null, [ 1, 0, 1, 0, 1 ] ],
		"name" : "라칼",
		"grade" : 4,
		"type" : 0
	}, {
		"id" : 139,
		"element" : 4,
		"skill" : [ [ 0, 1, 1, 1, 0 ], [ 0, 2, 0, 0, 0 ], null ],
		"name" : "마스터 더스티프",
		"grade" : 4,
		"type" : 2
	}, {
		"id" : 136,
		"element" : 4,
		"skill" : [ null, [ 0, 1, 0, 0, 1 ], [ 0, 2, 0, 1, 0 ] ],
		"name" : "벡스",
		"grade" : 4,
		"type" : 0
	}, {
		"id" : 130,
		"element" : 4,
		"skill" : [ [ 2, 0, 0, 1, 0 ], null, [ 1, 0, 0, 0, 1 ] ],
		"name" : "스니커즈",
		"grade" : 4,
		"type" : 1
	}, {
		"id" : 133,
		"element" : 4,
		"skill" : [ [ 0, 1, 1, 0, 1 ], null, [ 1, 0, 0, 1, 0 ] ],
		"name" : "스모크 엘리멘탈",
		"grade" : 4,
		"type" : 0
	}, {
		"id" : 135,
		"element" : 4,
		"skill" : [ [ 0, 1, 0, 1, 1 ], null, [ 0, 0, 0, 2, 0 ] ],
		"name" : "챔피언 스켈로드",
		"grade" : 4,
		"type" : 0
	}, {
		"id" : 134,
		"element" : 4,
		"skill" : [ null, [ 0, 2, 0, 0, 1 ], [ 0, 2, 0, 0, 0 ] ],
		"name" : "하드 베베",
		"grade" : 4,
		"type" : 0
	}, {
		"id" : 140,
		"element" : 2,
		"skill" : [ null, [ 0, 0, 2, 0, 1 ], [ 1, 0, 1, 0, 0 ] ],
		"name" : "슬리피",
		"grade" : 4,
		"type" : 1
	}, {
		"id" : 141,
		"element" : 3,
		"skill" : [ [ 0, 0, 2, 1, 0 ], [ 1, 0, 2, 0, 0 ], [ 0, 0, 2, 0, 1 ] ],
		"name" : "샤이니안",
		"grade" : 5,
		"type" : 2
	}, {
		"id" : 142,
		"element" : 4,
		"skill" : [ [ 0, 0, 0, 2, 1 ], [ 0, 0, 2, 0, 1 ], [ 0, 0, 1, 1, 0 ] ],
		"name" : "블랙 퀸",
		"grade" : 6,
		"type" : 0
	}, {
		"id" : 143,
		"element" : 1,
		"skill" : [ [ 0, 0, 2, 0, 1 ], [ 0, 0, 2, 0, 0 ], [ 2, 0, 1, 0, 0 ] ],
		"name" : "스노이아",
		"grade" : 6,
		"type" : 2
	}, {
		"id" : 144,
		"element" : 2,
		"skill" : [ [ 1, 0, 0, 1, 0 ], [ 0, 1, 0, 1, 1 ], [ 0, 0, 2, 1, 0 ] ],
		"name" : "엘라이",
		"grade" : 6,
		"type" : 2
	}, {
		"id" : 145,
		"element" : 0,
		"skill" : [ [ 0, 1, 0, 1, 1 ], [ 1, 0, 0, 1, 0 ], [ 0, 0, 1, 1, 1 ] ],
		"name" : "메라이",
		"grade" : 6,
		"type" : 2
	}, {
		"id" : 146,
		"element" : 4,
		"skill" : [ [ 0, 0, 0, 0, 2 ], [ 0, 0, 0, 0, 2 ], [ 0, 1, 0, 1, 1 ] ],
		"name" : "루시페르",
		"grade" : 5,
		"type" : 0
	}, {
		"id" : 147,
		"element" : 3,
		"skill" : [ null, [ 0, 0, 1, 1, 0 ], [ 0, 1, 0, 1, 1 ] ],
		"name" : "루시엘",
		"grade" : 4,
		"type" : 1
	}, {
		"id" : 148,
		"element" : 1,
		"skill" : [ [ 1, 0, 0, 1, 0 ], null, [ 0, 1, 0, 1, 1 ] ],
		"name" : "쿠라이",
		"grade" : 3,
		"type" : 2
	} ]

};

export default data;